<?php

$lang['okaycms__unit_pay__public_key'] = "საჯარო გასაღები";
$lang['okaycms__unit_pay__secret_key'] = "პირადი გასაღები";
$lang['okaycms__unit_pay__description_1'] = "იმისათვის, რომ მოდულმა სწორად იმუშაოს, უნდა მიუთითოთ ბმული";
$lang['okaycms__unit_pay__description_2'] = "თქვენს ანგარიშზე, პროექტის გვერდზე, გადახდის პროცესორის სფეროში. სურვილის შემთხვევაში, თქვენ შეგიძლიათ კონფიგურაცია გადააკეთოთ თქვენი საიტის ნებისმიერ გვერდზე, წარმატებული ან წარუმატებელი გადახდების შემთხვევაში (<b> Fail Url </b> და <b> Success Url </b>, შესაბამისად). ასევე პროექტის გვერდზე განთავსებულია პირადი და საჯარო გასაღებები, რომლებიც უნდა დაამატოთ გადახდის მეთოდს, რომელიც იყენებს UnitPay გადახდის სისტემის მოდულს.";