<?php

$lang['okaycms__unit_pay__public_key'] = "Публичный ключ";
$lang['okaycms__unit_pay__secret_key'] = "Секретный ключ";
$lang['okaycms__unit_pay__description_1'] = "Для корректной работы модуля вам необходимо указать ссылку ";
$lang['okaycms__unit_pay__description_2'] = "в личном кабинете на странице проекта в поле обработчика платежей. По желанию вы можете настроить редиректы на любую страницу вашего сайта в случае удачно или неудачно проведенной оплаты (<b>Fail Url</b> и <b>Success Url</b> соответственно). Также на странице проекта присутствуют приватный и публичный ключи, которые вам следует добавить в способ оплаты, который использует модуль платежной системы UnitPay.";