<?php

$lang['okaycms__unit_pay__public_key'] = "Публічний ключ";
$lang['okaycms__unit_pay__secret_key'] = "Секретный ключ";
$lang['okaycms__unit_pay__description_1'] = "Для коректної роботи модуля вам необхідно вказати посилання ";
$lang['okaycms__unit_pay__description_2'] = "в особистому кабінеті на сторінці проекту в поле обробника платежів. За бажанням ви можете налаштувати редіректи на будь-яку сторінку вашого сайту в разі вдало або невдало проведеної оплати (<b> Fail Url </ b> і <b> Success Url </ b> відповідно). Також на сторінці проекту присутні приватний і публічний ключі, які вам слід додати в спосіб оплати, який використовує модуль платіжної системи UnitPay.";